[
    {
        "title": "General Rules",
        "description": "- Staying updated on any rule modifications on our website or Discord is your responsibility \n- Playing content that is protected by copyright (DMCA) is strictly prohibited. This includes copyrighted movies, music, and other protected materials. It is essential to respect the rights of content creators and obtain appropriate permissions from the rights holders before performing covers or using copyrighted content. Let's ensure that we maintain a lawful and respectful environment by adhering to these guidelines. \n- You must have a working, clear microphone. \n- Engaging in Erotic Roleplay (URP) is strictly prohibited within our community. This encompasses any form of explicit or sexually suggestive content, including the posting of nudity or lewd materials. \n- It is important to refrain from influencing or encouraging others to break the rules. Such behavior can have consequences, and you may receive a similar punishment for your actions. \n- Real-life events, including suicide roleplay, terrorism threats, pandemics, and mental illnesses, are strictly prohibited within the city. We prioritize the well-being and safety of our community members and strive to provide an enjoyable and inclusive environment. We kindly request that you refrain from incorporating or depicting such sensitive topics in your roleplay."
    },
    {
        "title": "Account & Donations",
        "category": [
            {
                "title": "Account",
                "description": "- You are solely responsible for all activities and actions that take place on your account. It is important to maintain the security of your account and ensure that you use it in accordance with the community guidelines and applicable rules. Any unauthorized use or misuse of your account may have consequences. \n- The buying or selling of accounts and/or valuables from other users, except through official channels facilitated by the server owner, is strictly prohibited. Engaging in such transactions can lead to various risks, including scams, permanent character death, or bans. It is important to note that the community cannot be held accountable for any negative outcomes resulting from such unauthorized transactions. We strongly advise against engaging in these activities and encourage users to follow the official guidelines provided by the server owner for account-related transactions."
            },
            {
                "title": "Donations",
                "description": "- We understand that mistakes or unforeseen circumstances can occur, and we strive to accommodate our community members. Therefore, we offer a 24-hour window for refund requests on donations and purchases. If you believe there has been an error or if you find yourself in a unique situation, please reach out to Flawws, the owner, within 24 hours of the transaction. They will carefully consider your request and provide assistance accordingly. Your satisfaction and overall experience within our community are important to us. \n- In the event that a buyer is banned for violating the server rules, it is important to note that any purchases made by the buyer will not be refunded."
            },
            {
                "title": "Character",
                "description": "- Members serving as Police, Department of Corrections (DOC), Department of Justice (DOJ) and Emergency Medical Services (EMS) are strictly prohibited from engaging in any form of moderate or serious corruption. This includes actions such as giving away or selling equipment for personal gain. These roles are expected to uphold the highest standards of integrity, professionalism, and ethical conduct. \n- Character names must adhere to a serious and appropriate tone. The use of meme names is not allowed and may result in disciplinary action or a name change without prior notice."
            }
        ]
    }
]